tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "libomp", link: true
brew "node"
brew "python@3.9"
brew "ruby"
cask "meld"
vscode "julialang.language-julia"
vscode "kiteco.kite"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
